<div class='text'>
<p>В центре проводятся занятия с детьми с 5 до 18 лет, в соответствии с <a href="/p16aa1.html">лицензией</a>
        </p>

        Образовательная деятельность осуществляется на бесплатной основе.

        <br />В ДЮЦ функционируют 6 отделов: досуговый, музыкальный, художественно – эстетический, спортивный, социально – педагогический, методический.
        <p>
        Занятия с детьми проводят 50 квалифицированных педагога:

        <br />15 - высшей квалификационной категории;
        <br />13 - первой квалификационной категории;
        <br />15 - второй квалификационной категории.
        </p>
<img src='<?php echo assets_img('foto/duc.jpg'); ?>' />
Детско-юношеский центр расположен в муниципальном районе Чертаново Южное города Москвы.

Государственное образовательное учреждение дополнительного образования детей Детско-юношеский центр – учреждение дополнительного образования детей Департамента образования г. Москвы находится по адресу: <a href=''>г. Москва, улица Дорожная, дом 18а.</a>


</div>