<?php

$lang['required'] 			= "Поле %s не должно быть пустым.";
$lang['isset']				= "The %s field must have a value.";
$lang['valid_email']		= "Поле %s содержит не верный формат e-mail адреса.";
$lang['valid_emails'] 		= "Поле %s должно содержать правильный формат e-mail адресов разделенных запятыми.";
$lang['valid_url'] 			= "Поле %s содержит не верный URL.";
$lang['valid_ip'] 			= "Поле %s содержит не верный формат IP адреса.";
$lang['min_length']			= "Поле %s должно быть не менее %s символов.";
$lang['max_length']			= "Поле %s не должно превышать %s символов.";
$lang['exact_length']		= "The %s field must be exactly %s characters in length.";
$lang['alpha']				= "Поле %s  должно содержать только английские алфавитные символы.";
$lang['alpha_numeric']		= "Поле %s  должно содержать английские буквенные-числовые символы.";
$lang['alpha_dash']			= "Поле %s  должно содержать английские буквенные-числовые символы, подчеркивания и тире.";
$lang['alpha_space']			= "Поле %s  должно содержать английские буквенные-числовые символы, подчеркивания(_), тире(-) и пробел( ).";
$lang['alpha_ru']				= "Поле %s  должно содержать только алфавитные символы.";
$lang['alpha_numeric_ru']		= "Поле %s  должно содержать буквенные-числовые символы.";
$lang['alpha_dash_ru']			= "Поле %s  должно содержать буквенные-числовые символы, подчеркивания и тире.";
$lang['alpha_max']			= "Поле %s содержит запрещенные символы";

$lang['numeric']			= "Поле %s должно содержать только числовые символы.";
$lang['is_numeric']			= "Поле %s должно содержать только целое число.";
$lang['integer']			= "Поле %s должно содержать только целое число.";
$lang['matches']			= "Поле %s не совпадает со значением в поле %s.";
$lang['is_natural']			= "Поле %s должно содержать естественное число (0, 1, 2, 3, и т.п.).";
$lang['is_natural_no_zero']	= "Поле %s должно содержать естественное число кроме 0 (1, 2, 3, и т.п.).";
$lang['system']			= "Поле %s не соответствует правилу обработки форм.";

/* End of file form_validation_lang.php */
/* Location: ./system/language/english/form_validation_lang.php */





